Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/GeneralSettingsUI/Reset.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ICLOUD_BACKUP_TITLE
source: Backup in Progress
ar: النسخ الاحتياطي قيد التقدم
bg: В момента се създава резервно копие
ca: Còpia de seguretat en progrés
cs: Probíhá zálohování
da: Sikkerhedskopiering i gang
de: Backup wird erstellt
el: Δημιουργία εφεδρικού αντιγράφου σε εξέλιξη
es: Se está realizando una copia de seguridad
es_us: Respaldo en curso
fi: Varmuuskopiointi käynnissä
fr: Sauvegarde en cours
fr_ca: Sauvegarde en cours
he: הגיבוי מתבצע
hi: बैकअप जारी है
hr: Sigurnosno kopiranje u tijeku
hu: A biztonsági mentés folyamatban van
id: Pencadangan sedang Berlangsung
it: Backup in corso
ja: バックアップの実行中
kk: Сақтық көшірме жасау орындалуда
ko: 백업 진행 중
lt: Kuriama atsarginė kopija
ms: Sandaran sedang Berjalan
nl: Back‑up wordt aangemaakt
no: Sikkerhetskopiering pågår
pl: Tworzenie backupu w toku
pt: Backup em Andamento
pt_pt: Cópia de segurança em curso
ro: Backup în curs
ru: Идет резервное копирование
sk: Prebieha zálohovanie
sl: Poteka varnostno kopiranje
sv: Säkerhetskopiering pågår
th: กำลังสำรองข้อมูลอยู่
tr: Yedekleme Sürüyor
uk: Триває архівація
vi: Đang tiến hành sao lưu
zh_cn: 正在备份
zh_hk: 正在進行備份
zh_tw: 正在進行備份

# ERASE_STOCKHOLM_STORED_VALUE_OFFLINE_MSG_SINGLE
source: Connect to the Internet to make sure the value on this card will be preserved.
ar: اتصل بالإنترنت للتأكد من أنه سيتم الاحتفاظ بالقيمة الموجودة في هذه البطاقة.
bg: Свържете се към интернет, за да сте сигурни, че стойността в тази карта ще бъде запазена.
ca: Per assegurar‑te que el saldo de la targeta no es perdrà, connecta’t a internet.
cs: Chcete‑li zachovat hodnotu na kartě, připojte se k internetu.
da: Opret forbindelse til internettet for at sikre, at værdien på dette kort bevares.
de: Stelle eine Verbindung zum Internet her, um sicherzustellen, dass der Wert auf dieser Karte erhalten bleibt.
el: Συνδεθείτε στο Διαδίκτυο για να διασφαλίσετε ότι θα διατηρηθεί η αξία αυτής της κάρτας.
es: Conéctate a internet para conservar el valor de esta tarjeta.
es_us: Conéctate a Internet para asegurarte de que se mantendrá el valor de esta tarjeta.
fi: Yhdistä internetiin ja varmista, että kortin sisältämä arvo säilytetään.
fr: Connectez-vous à Internet pour que le crédit restant sur cette carte soit bien conservé.
fr_ca: Connectez-vous à Internet pour vous assurer que le solde de cette carte sera préservé.
he: יש להתחבר לאינטרנט כדי להבטיח שהיתרה בכרטיס זה תישמר.
hi: इंटरनेट से कनेक्ट करें ताकि यह सुनिश्चित किया जा सके कि इस कार्ड की राशि संरक्षित की जाएगी।
hr: Spojite se na internet kako biste bili sigurni da će vrijednost na ovoj kartici biti sačuvana.
hu: Csatlakozzon az internethez annak érdekében, hogy a kártyán lévő érték megmaradjon.
id: Hubungkan ke internet untuk memastikan bahwa nilai di kartu ini akan disimpan.
it: Connettiti a internet per assicurarti che il saldo presente su questa carta venga mantenuto.
ja: このカードの残高を保持するには、インターネットに接続してください。
kk: Осы картадағы сома сақталғанына көз жеткізу үшін интернетке қосылыңыз.
ko: 이 카드의 잔액을 유지할 수 있도록 인터넷에 연결하십시오.
lt: Prisijunkite prie interneto, kad išsaugotumėte likutį šioje kortelėje.
ms: Sambung ke Internet untuk memastikan nilai pada kad ini akan dikekalkan.
nl: Maak verbinding met het internet om te zorgen dat de waarde op deze kaart behouden blijft.
no: Koble til internett for å forsikre at verdien på kortet bevares.
pl: Aby mieć pewność, że środki na karcie zostaną zachowane, połącz się z Internetem.
pt: Conecte-se à internet para garantir que o valor neste cartão seja preservado.
pt_pt: Estabeleça ligação à internet para se certificar de que o valor do cartão será preservado.
ro: Conectați‑vă la internet pentru a asigura conservarea valorii de pe acest card.
ru: Подключитесь к интернету, чтобы убедиться, что сумма на этой карте сохранена.
sk: Ak sa chcete uistiť, že neprídete o zostatok na tejto karte, pripojte sa na internet.
sl: Če želite zagotoviti, da bo vrednost na tej kartici ohranjena, vzpostavite povezavo z internetom.
sv: Anslut till internet om du vill vara säker på att värdet på det här kortet inte går förlorat.
th: เชื่อมต่อกับอินเทอร์เน็ตเพื่อตรวจสอบให้แน่ใจว่าระบบจะคงยอดเงินของบัตรใบนี้ไว้
tr: Bu karttaki tutarın korunacağından emin olmak için internete bağlanın.
uk: Установіть інтернет-зʼєднання, щоб гарантувати, що кошти на цій картці буде збережено.
vi: Kết nối vào internet để đảm bảo rằng giá trị trên thẻ này sẽ được bảo lưu.
zh_cn: 接入互联网以确保卡片余额成功保留。
zh_hk: 請連接互聯網以確保此卡的金額會被保存。
zh_tw: 連接網際網路來確保這張卡片上的金額會被保存。

# RESET_SCENE_UNDERSTANDING_DATA_MSG
source: This will delete all surroundings data.
ar: سيؤدي ذلك إلى حذف بيانات البيئة المحيطة.
bg: Това ще изтрие всички данни за околностите.
ca: S’eliminaran totes les dades de l’entorn.
cs: Všechny údaje o okolí se smažou.
da: Dette sletter alle omgivelsesdata.
de: Hiermit werden alle Umgebungsdaten gelöscht.
el: Αυτή η ρύθμιση θα διαγράψει όλα τα δεδομένα περιβάλλοντα χώρου.
es: Se eliminarán todos los datos del entorno.
es_us: Esto eliminará todos los datos del entorno.
fi: Tämä poistaa kaikki ympäristötiedot.
fr: Toutes les données d’environnement seront supprimées.
fr_ca: Cette opération supprimera toutes les données de l’environnement.
he: פעולה זו תמחק את כל נתוני ״סביבה״.
hi: इससे आस-पास का सभी डेटा डिलीट हो जाएगा।
hr: Time će se obrisati svi podaci o okruženju.
hu: Ez törölni fogja az összes környezeti adatot.
id: Ini akan menghapus semua data lingkungan sekitar.
it: Verranno eliminati tutti i dati sull’ambiente circostante.
ja: この操作により周囲データはすべて削除されます。
kk: Бұл айнала туралы барлық деректі жояды.
ko: 모든 주변 데이터가 삭제됩니다.
lt: Atlikus šį veiksmą, bus ištrinti visi aplinkos duomenys.
ms: Ini akan memadamkan semua data persekitaran.
nl: Hiermee worden alle omgevingsgegevens verwijderd.
no: Dette vil slette alle omgivelsesdata.
pl: Spowoduje to usunięcie danych otoczenia.
pt: Todos os dados dos arredores serão apagados.
pt_pt: Todos os dados do espaço envolvente serão apagados.
ro: Toate datele referitoare la împrejurimi vor fi șterse.
ru: Это действие приведет к удалению всех данных об окружении.
sk: Všetky údaje o okolí budú vymazané.
sl: S tem boste izbrisali vse podatke o okolici.
sv: Detta kommer att radera alla omgivningsdata.
th: การทำงานนี้จะลบข้อมูลสภาพแวดล้อมทั้งหมด
tr: Bu, tüm çevre verilerini siler.
uk: Буде видалено всі дані про оточення.
vi: Việc này sẽ xóa tất cả dữ liệu môi trường.
zh_cn: 这将删除所有周围数据。
zh_hk: 這將會刪除所有周邊環境數據。
zh_tw: 這會刪除所有周遭環境資料。

# CLEAR_SETTINGS_MSG_CONFIRM
source: Are you sure you want to continue? This will reset all settings. No data or media will be deleted.
ar: هل ترغب بالتأكيد في المتابعة؟ سيتم إعادة تعيين جميع الإعدادات. لن يتم حذف أي بيانات أو وسائط.
bg: Сигурни ли сте, че искате да продължите? Това ще нулира всички настройки. Данните и медията няма да бъдат изтрити.
ca: Confirmes que vols continuar? Es restablirà la configuració. No s’eliminaran dades ni continguts.
cs: Určitě chcete pokračovat? Budou obnovena všechna nastavení. Nebudou smazána žádná data ani média.
da: Er du sikker på, at du vil fortsætte? Alle indstillinger nulstilles. Ingen data eller medier bliver slettet.
de: Möchtest du wirklich fortfahren? Hiermit werden alle Einstellungen zurückgesetzt. Daten oder Medien werden dabei nicht gelöscht.
el: Θέλετε σίγουρα να συνεχίσετε; Θα επαναφερθούν όλες οι ρυθμίσεις. Δεν θα διαγραφούν δεδομένα ή πολυμέσα.
es: ¿Seguro que quieres continuar? Se restablecerán todos los ajustes. Los datos y contenidos no se eliminarán.
es_us: ¿Quieres continuar? Se restablecerá toda la configuración. No se eliminarán los datos ni los contenidos.
fi: Haluatko jatkaa? Tämä nollaa kaikki asetukset. Tietoja tai sisältöä ei poisteta.
fr: Voulez-vous vraiment continuer ? Tous les réglages seront réinitialisés. Vos données et contenus seront conservés.
fr_ca: Voulez-vous continuer? Tous les réglages seront réinitialisés. Vos données et contenus multimédias seront conservés.
he: האם ברצונך להמשיך? פעולה זו תאפס את כל ההגדרות. לא יימחקו נתונים או מדיה.
hi: क्या आप निश्चित हैं कि जारी रखना चाहते हैं? यह सभी सेटिंग्ज़ रीसेट करेगा। कोई भी डेटा या मीडिया डिलीट नहीं किया जाएगा।
hr: Sigurno želite nastaviti? Time se resetiraju sve postavke. Podaci i mediji se ne brišu.
hu: Biztos benne, hogy folytatni szeretné? Ez minden beállítást alaphelyzetbe fog állítani. Adat vagy média nem lesz törölve.
id: Apakah Anda yakin ingin melanjutkan? Ini akan mengatur ulang semua pengaturan. Tidak ada data atau media yang akan dihapus.
it: Confermi di voler continuare? Tutte le impostazioni verranno ripristinate. I dati e i file multimediali non saranno eliminati.
ja: 本当に続けますか? すべての設定をリセットします。データやメディアは削除されません。
kk: Жалғастыру қажеттігіне сенімдісіз бе? Бұл барлық реттеуді бастапқы қалпына қайтарады. Ешқандай деректер немесе медиафайлдар жойылмайды.
ko: 계속하겠습니까? 이 작업은 모든 설정을 재설정합니다. 데이터나 미디어는 삭제되지 않습니다.
lt: Ar tikrai norite tęsti? Bus nustatyti iš naujo visi nustatymai. Jokie duomenys ar medija nebus ištrinta.
ms: Adakah anda pasti mahu meneruskan? Ini akan mereset semua seting. Tiada data atau media akan dipadamkan.
nl: Weet je zeker dat je wilt doorgaan? Je stelt alle instellingen opnieuw in. Er worden geen gegevens of media gewist.
no: Er du sikker på at du vil fortsette? Dette vil nullstille alle innstillinger. Ingen data eller medier blir slettet.
pl: Czy na pewno chcesz kontynuować? Spowoduje to wyzerowanie wszystkich ustawień. Dane oraz multimedia pozostaną nienaruszone.
pt: Tem certeza de que deseja continuar? Isso redefinirá todos os ajustes. Nenhum dado ou mídia será apagado.
pt_pt: Tem a certeza de que pretende continuar? Todas as definições serão repostas. Não serão eliminados dados nem conteúdo multimédia.
ro: Sigur doriți să continuați? Toate configurările vor fi resetate. Nu vor fi șterse date sau conținut multimedia.
ru: Вы действительно хотите продолжить? Все настройки будут сброшены. Информация и медиафайлы не удаляются.
sk: Naozaj chcete pokračovať? Týmto resetujete všetky nastavenia na pôvodné. Dáta ani médiá nebudú vymazané.
sl: Ste prepričani, da želite nadaljevati. To bo ponastavilo vse nastavitve. Podatki in predstavnostne vsebine bodo ohranjeni.
sv: Är du säker på att du vill fortsätta? Detta nollställer alla inställningar. Inga data eller medier kommer att raderas.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการดำเนินการต่อ การทำงานนี้จะรีเซ็ตการตั้งค่าทั้งหมด แต่ข้อมูลหรือสื่อจะไม่ถูกลบ
tr: Sürdürmek istediğinizden emin misiniz? Bu, tüm ayarları sıfırlayacaktır. Hiçbir veri veya ortam silinmeyecektir.
uk: Продовжити? Усі параметри буде скинуто. Жодних даних або медіафайлів видалено не буде.
vi: Bạn có chắc chắn muốn tiếp tục không? Việc này sẽ đặt lại tất cả cài đặt. Sẽ không có dữ liệu hoặc phương tiện nào bị xóa.
zh_cn: 你确定要继续吗？这将还原所有设置，但不会删除任何数据和媒体。
zh_hk: 確定要繼續嗎？這將重設所有設定，但不會刪除任何資料或媒體。
zh_tw: 確定要繼續嗎？這將重置所有設定。不會刪除任何資料或媒體。

# DTO_GENERIC_IN_PROGRESS_COUNTDOWN_DESCRIPTION
source: You will get a notification when the security delay ends. You will then be able to continue with your changes.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك بعد ذلك متابعة تغييراتك.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да продължите с промените.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs fer els canvis que vulguis.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct v provádění změn pokračovat.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du fortsætte med dine ændringer.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du mit deinen Änderungen fortfahren.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να συνεχίσετε με τις αλλαγές σας.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás continuar con los cambios.
es_us: Recibirás una notificación cuando el periodo de espera de seguridad haya terminado y puedas continuar con los cambios.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit jatkaa muutosten tekemistä.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors apporter vos modifications.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors appliquer vos modifications.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך להמשיך לבצע את השינויים הרצויים.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप अपने बदलाव जारी रख सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći nastaviti sa svojim promjenama.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően folytatni tudja a módosítások végrehajtását.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat melanjutkan perubahan Anda.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai continuare con le modifiche.
ja: セキュリティ上の理由による遅延時間が経過すると通知が届きます。そのあとで、変更を続けることができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін өзгерту қадамын жалғастыру мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 변경 작업을 계속할 수 있습니다.
lt: Pasibaigus saugumo delsos laikotarpiui, gausite pranešimą. Tada galėsite toliau keisti.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat meneruskan dengan perubahan anda.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan doorgaan met je wijzigingen.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du vil deretter kunne fortsette å gjøre endringer.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wprowadzenie zmian będzie możliwe.
pt: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá continuar com as alterações.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá continuar com as alterações.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să continuați modificările.
ru: Вы получите уведомление по окончании системной задержки для защиты данных. После этого можно продолжить вносить изменения.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť pokračovať v zmenách.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko nadaljevali s spremembami.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du fortsätta med ändringarna.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถดำเนินการต่อกับการเแก้ไขของคุณได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra değişikliklerinizi sürdürebilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете внести потрібні зміни.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể tiếp tục các thay đổi.
zh_cn: 安全延迟结束时你将收到通知。之后即可继续更改。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以繼續進行更改。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能繼續進行更改。

source: Get Started
ar: البدء
bg: Първи стъпки
ca: Comença
cs: Začít
da: Kom i gang
de: Los gehts
el: Έναρξη
es: Primeros pasos
es_us: Empezar
fi: Aloita
fr: Démarrer
fr_ca: Commencer
he: התחלה
hi: शुरू करें
hr: Početak
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
kk: Жұмысты бастау
ko: 시작하기
lt: Pradėkite
ms: Mulakan
nl: Aan de slag
no: Kom i gang
pl: Zaczynamy
pt: Começar
pt_pt: Começar a usar
ro: Începeți
ru: Приступить
sk: Začať
sl: Začni
sv: Kom igång
th: เริ่มต้นกัน
tr: Başlayın
uk: Почати
vi: Bắt đầu
zh_cn: 现在开始
zh_hk: 開始進行設定
zh_tw: 開始設定

# FULL_RESET_MULTI_HOUR_MSG
source: This will delete all media and data, and reset all settings. This will take about %@ hours.
ar: سيتم حذف كافة الوسائط والبيانات، وإعادة تعيين الإعدادات. ستستغرق العملية حوالي %@ من الساعات.
bg: Това ще изтрие цялата медия и всички данни, както и ще нулира всички настройки. Ще отнеме около %@ часа.
ca: S’eliminaran totes les dades i continguts i es restablirà la configuració. Aquesta operació tardarà aproximadament %@ hores.
cs: Budou smazána všechna média a data a všechna nastavení budou obnovena. Operace potrvá přibližně %@ hod.
da: Dette sletter alle medier og data og nulstiller alle indstillinger. Det tager ca. %@ timer.
de: Hiermit werden alle Daten und Medien gelöscht und alle Einstellungen zurückgesetzt. Dies dauert ungefähr %@ Stunden.
el: Θα διαγραφούν όλα τα μέσα και δεδομένα και θα επαναφερθούν όλες οι ρυθμίσεις. Θα διαρκέσει περίπου %@ ώρες.
es: Se borrarán todos los datos y contenidos y se restablecerán todos los ajustes. Esta operación durará aproximadamente %@ horas.
es_us: Se eliminarán todos los datos y contenidos, y se restablecerá toda la configuración. Esto tardará aproximadamente %@ horas.
fi: Tämä poistaa kaiken sisällön ja datan ja nollaa kaikki asetukset. Tämä kestää noin %@ tuntia.
fr: Tous vos contenus et données seront supprimés et tous les réglages seront réinitialisés. Cette action prendra environ %@ heures.
fr_ca: Toutes vos données et tous vos réglages seront supprimés. Cette action prendra environ %@ heures.
he: כל קבצי המדיה, הנתונים וההגדרות שלך ימחקו. התהליך יארך כ-%@ שעות.
hi: इससे सभी मीडिया और डेटा डिलीट हो जाएगा और सभी सेटिंग्ज़ रीसेट हो जाएँगी। इसमें लगभग %@ घंटे लगेंगे।
hr: Ovime se brišu svi mediji i podaci i resetiraju sve postavke. Postupak će trajati približno %@ h.
hu: Ez törölni fog minden médiát és adatot, valamint alaphelyzetbe állít minden beállítást. Ez megközelítőleg %@ órát vesz igénybe.
id: Ini akan menghapus semua media dan data, serta mengatur ulang semua pengaturan. Akan memerlukan waktu sekitar %@ jam.
it: Tutti i dati e i file multimediali saranno eliminati e le impostazioni saranno ripristinate. Ci vorranno circa %@ ore.
ja: すべてのメディアとデータを消去し、すべての設定をリセットします。完了まで約%@時間かかります。
kk: Бұл барлық медиа мен деректерді жойып, барлық реттеуді бастапқы күйге қайтарады. Бұған %@ сағат кетуі мүмкін.
ko: 이 작업은 모든 미디어 및 데이터를 삭제하고, 모든 설정을 재설정합니다. 이 작업은 약 %@시간이 걸립니다.
lt: Šiuo veiksmu bus ištrinta visa medija bei duomenys ir nustatyti iš naujo visi nustatymai. Tai užtruks apie %@ val.
ms: Ini akan memadamkan semua media dan data serta mereset semua seting. Ini akan mengambil masa lebih kurang %@ jam.
nl: Hiermee wis je alle media en gegevens en stel je alle instellingen opnieuw in. Dit duurt ongeveer %@ uur.
no: Dette vil slette alle medier og data og nullstille alle innstillinger. Dette vil ta omtrent %@ timer.
pl: Spowoduje to wymazanie wszystkich plików i danych oraz wyzerowanie wszystkich ustawień. Ta czynność potrwa ok. %@ godz.
pt: Isto apagará todo o conteúdo de mídia e dados e redefinirá todos os ajustes, o que levará cerca de %@ horas.
pt_pt: Todos os dados e conteúdo multimédia serão apagados e todas as definições serão repostas. A operação demorará cerca de %@ horas.
ro: Toate datele și conținutul multimedia vor fi șterse, iar configurările vor fi resetate. Acțiunea va dura aproximativ %@ ore.
ru: Вся информация и медиафайлы будут удалены, а настройки сброшены. Продолжительность: около %@ ч.
sk: Týmto vymažete všetky médiá a dáta a resetujete nastavenia. Operácia potrvá približne %@ h.
sl: To bo izbrisalo vse predstavnostne vsebine in podatke ter ponastavilo vse nastavitve. To bo trajalo približno %@ h.
sv: Detta kommer att radera alla medier, data och inställningar. Det kommer att ta ungefär %@ timmar.
th: การทำงานนี้จะลบสื่อและข้อมูลทั้งหมด และรีเซ็ตการตั้งค่าทั้งหมด โดยจะใช้เวลาประมาณ %@ ชั่วโมง
tr: Bu işlem, tüm ortamları ve verileri silecek ve tüm ayarları sıfırlayacaktır. Yaklaşık %@ saat sürecektir.
uk: Усі дані та медіафайли будуть стерті, а налаштування скинуто. Це займе близько %@ год.
vi: Thao tác này sẽ xóa tất cả phương tiện và dữ liệu, đồng thời đặt lại tất cả cài đặt. Việc này sẽ mất khoảng %@ giờ.
zh_cn: 这将删除所有媒体和数据，并还原所有设置。此操作大约需要%@小时。
zh_hk: 這將會刪除所有媒體及資料，並清除所有設定。大約需要%@小時完成程序。
zh_tw: 這將刪除所有媒體和資料並重置所有設定。大約需要%@小時來完成。

# ICLOUD_SYNC_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消
